docs/GAP3 v0428 Digipoort OTP3 MeldingZiekte - VOORBEELD.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
	<SOAP-ENV:Header>
		<uwvh:UwvMLHeader xmlns:uwvh="http://schemas.uwv.nl/UwvML/Header-v0202">
			<RouteInformatie>
				<Bron>
					<ApplicatieNaam>Digipoort</ApplicatieNaam>
					<DatTijdVersturenBericht>2025-10-28T13:00:00+02:00</DatTijdVersturenBericht>
				</Bron>
				<Bestemming>
					<ApplicatieNaam>UZS</ApplicatieNaam>
				</Bestemming>
				<GegevensUitwisselingsnr>GegUitNr GAP3 v0428 ZMG JanC 2025-10-28T13:00</GegevensUitwisselingsnr>
				<RefnrGegevensUitwisselingsExtern>NOCOREFLEX</RefnrGegevensUitwisselingsExtern>
			</RouteInformatie>
			<BerichtIdentificatie>
				<BerichtReferentienr>BerRefNr GAP3 v0428 ZMG JanC 2025-10-28T13:00</BerichtReferentienr>
				<BerichtType>
					<BerichtNaam>UwvZwMeldingInternBody</BerichtNaam>
					<VersieMajor>04</VersieMajor>
					<VersieMinor>28</VersieMinor>
					<Buildnr>01</Buildnr>
					<CommunicatieType>Melding</CommunicatieType>
					<CommunicatieElement>Melding</CommunicatieElement>
				</BerichtType>
				<DatTijdAanmaakBericht>2025-10-28T13:00:00+02:00</DatTijdAanmaakBericht>
				<IndTestbericht>2</IndTestbericht>
			</BerichtIdentificatie>
			<Transactie>
				<TransactieReferentienr>TraRefNr GAP3 v0428 ZMG JanC 2025-10-28T13:00</TransactieReferentienr>
				<Volgordenr>1</Volgordenr>
				<IndLaatsteBericht>1</IndLaatsteBericht>
			</Transactie>
		</uwvh:UwvMLHeader>
	</SOAP-ENV:Header>
	<SOAP-ENV:Body>
		<UwvZwMeldingInternBody xmlns="http://schemas.uwv.nl/UwvML/Berichten/UwvZwMeldingInternBody-v0428">
			<CdBerichtType>OTP3</CdBerichtType>
			<!--OrigineelBronbestand>OrigineelBronbestand1</OrigineelBronbestand-->
			<IndAlleenControleUzs>2</IndAlleenControleUzs>
			<Ketenpartij>
				<FiscaalNr>136916557</FiscaalNr>
				<!--eerste 9 posties vh LHNR-->
				<Loonheffingennr>136916557L01</Loonheffingennr>
				<Naam>Jan Couwenberg</Naam>
				<!--AansluitingsnrBv>039000000900001</AansluitingsnrBv-->
				<CdRolKetenpartij>01</CdRolKetenpartij>
				<CdSrtIndiener>WG</CdSrtIndiener>
				<NaamSoftwarePakket>Minecraft</NaamSoftwarePakket>
				<VersieSoftwarePakket>0.95</VersieSoftwarePakket>
				<BerichtkenmerkIndiener>heeft geen enkele kenmerk</BerichtkenmerkIndiener>
				<VolgNr>1</VolgNr>
				<Contactgegevens>
					<NaamContactpersoonAfd>Juffrouw Jannie</NaamContactpersoonAfd>
					<TelefoonnrContactpersoonAfd>0612345678</TelefoonnrContactpersoonAfd>
				</Contactgegevens>
			</Ketenpartij>
			<NatuurlijkPersoon>
				<Burgerservicenr>213344075</Burgerservicenr>
				<Geboortedat>19913005</Geboortedat>
				<IndOverlijden>2</IndOverlijden>
				<Geslacht>2</Geslacht>
				<EersteVoornaam>BIANCA</EersteVoornaam>
				<Voorletters>B</Voorletters>
				<Voorvoegsel/>
				<SignificantDeelVanDeAchternaam>Jong</SignificantDeelVanDeAchternaam>
				<Telefoonnr>0594512880</Telefoonnr>
				<TelefoonnrMobiel>0646630240</TelefoonnrMobiel>
				<TelefoonnrBuitenland>0235835311023583531100000</TelefoonnrBuitenland>
			</NatuurlijkPersoon>
			<Contactgegevens>
				<NaamContactpersoonAfd>Guust Flater</NaamContactpersoonAfd>
				<Geslacht>1</Geslacht>
				<TelefoonnrContactpersoonAfd>0123456789</TelefoonnrContactpersoonAfd>
				<NrLokaleVestiging>1234567890129</NrLokaleVestiging>
				<EMailAdres>jan.couwenberg@uwv.nl</EMailAdres>
			</Contactgegevens>
			<MeldingZiekte>
				<IndVerzoekTotIntrekken>2</IndVerzoekTotIntrekken>
				<ReferentieMelding>ReferentieMelding - MeldingZiekte</ReferentieMelding>
				<DatTijdOpstellenMelding>20251008130000</DatTijdOpstellenMelding>
				<DatOntvangstMeldingWerkgever>20251008</DatOntvangstMeldingWerkgever>
				<DatEersteAoDag>20250701</DatEersteAoDag>
				<ToelichtingMelding>ToelichtingMelding-JanC-20251020</ToelichtingMelding>
				<IndWerkverplichtingEersteAoDag>1</IndWerkverplichtingEersteAoDag>
				<IndDirecteUitkering>2</IndDirecteUitkering>
				<CdRedenAangifteAo>01</CdRedenAangifteAo>
				<CdRedenZiekmelding>03</CdRedenZiekmelding>
				<!--DatEersteWerkdag>20110716</DatEersteWerkdag-->
				<AantGewerkteUrenEersteAoDag>0100</AantGewerkteUrenEersteAoDag>
				<AantRoosterurenEersteAoDag>0800</AantRoosterurenEersteAoDag>
				<IndWerkdagOpZaterdag>2</IndWerkdagOpZaterdag>
				<IndWerkdagOpZondag>2</IndWerkdagOpZondag>
				<BedrSvLoonGedWerkenEersteAoDag>1.00</BedrSvLoonGedWerkenEersteAoDag>
				<CdRedenRegres>3</CdRedenRegres>
				<OmsRedenTeLateAanvraagUitkering>Geen</OmsRedenTeLateAanvraagUitkering>
				<GemiddeldAantWerkurenPerWeek>4000</GemiddeldAantWerkurenPerWeek>
				<IndEDnstvrbndCtrTijdensZiekte>1</IndEDnstvrbndCtrTijdensZiekte>
			</MeldingZiekte>
			<AdministratieveEenheid>
				<Loonheffingennr>000900001L01</Loonheffingennr>
				<Naam>BrutoNettoG</Naam>
				<Bankrekening>
					<Bankrekeningnr>P0007130098</Bankrekeningnr>
					<Bic>INGBNL2A</Bic>
					<Iban>NL30INGB0001985458</Iban>
				</Bankrekening>
				<SectorRisicogroep>
					<CdRisicopremiegroep>01</CdRisicopremiegroep>
					<CdSectorOsv>054</CdSectorOsv>
				</SectorRisicogroep>
				<Arbeidsverhouding>
					<Volgnr>1</Volgnr>
					<IndLoonheffingskorting>1</IndLoonheffingskorting>
					<Personeelsnr>PersoneelsNr1</Personeelsnr>
					<NaamBeroepOngecodeerd>Kantoormedewerker</NaamBeroepOngecodeerd>
					<CdAardArbv>11</CdAardArbv>
					<CdLbtabel>210</CdLbtabel>
					<DatB>20210701</DatB>
					<AantLoonwachtdagen>0</AantLoonwachtdagen>
					<PercLoondoorbetalingTijdensAo>0.00</PercLoondoorbetalingTijdensAo>
					<IndArbeidsgehandicapt>2</IndArbeidsgehandicapt>
					<OproepInvalZiekUitDienstArbv>
						<CdContractOnbepaaldeTijd>B</CdContractOnbepaaldeTijd>
						<CdCao>1234</CdCao>
						<IndCaoBepalingOproeparbeid>1</IndCaoBepalingOproeparbeid>
						<IndCaoBepTijdelijkNaarVastDvb>1</IndCaoBepTijdelijkNaarVastDvb>
						<IndVoorafOpzeggenAok>1</IndVoorafOpzeggenAok>
						<IndVerschijningsplichtOproepkr>1</IndVerschijningsplichtOproepkr>
					</OproepInvalZiekUitDienstArbv>
				</Arbeidsverhouding>
			</AdministratieveEenheid>
		</UwvZwMeldingInternBody>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>